<?php
# Translation file
# RU


# stat variables
$msg_stat = array(
    //DB qry result fields
    'Month' => 'Месяц',
    'Energy' => 'Энергия, кВт·ч',
    'EnrgDay' => 'Энергия день, кВт·ч',
    'EnrgNight' => 'Энергия ночь, кВт·ч',
    'PctDay' => 'День/ночь %',
    'EApD' => 'Энергия среднесуточная, кВт·ч',
    'PMax' => 'Мощность Mакс, кВт',
    'Pavg' => 'Мощность Средняя, Вт',
    'PavgDay' => 'Мощность Средняя дневная, Вт',
    'PFavg' => 'КМ %, среднесуточный',
    'PFday' => 'КМ %, ср. день',

    //Metrics
    'U' => 'В',
    'I' => 'А',
    'P' => 'Вт',
    'W' => 'Вт·ч',

    'kW' => 'кВт',
    'kWh' => 'кВт·ч',
    'PF' => 'КМ',
    'voltage' => 'напряжение',
    'current' => 'ток',
    'power' => 'мощность',
    'energy' => 'энергия',

    //Graph elements
    'Day' => 'День',
    'Night' => 'Ночь',
    'PowerFactor'  => 'Коэффициент мощности',
    'PwrAVG' => 'Средняя мощность',
    'tDaily' => 'Энергия, суточное потребление',
//    '' => ''
);

/*
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
);
*/


?>